Repository: OpenVisionE2/c-plugins
Catalog: TerrestrialScan/po/*.po
Languages: gl

source: Automatic
gl: Automático

source: Cannot allocate the demuxer
gl: Non se pode atopar o demuxer

source: Cannot free NIM because a recording is in progress
gl: Non se pode liberar o NIM porque hai unha gravación en progreso

source: Cannot get frontend
gl: Non se pode acceder ao frontal

source: Cannot get the NIM
gl: Non se pode acceder ao NIM

source: Cannot retrieve Resource Manager instance
gl: Non se pode recuperar a instancia do Xestor de Recursos

source: Clear before scan
gl: Limpar antes de escanear

source: Create terrestrial bouquet
gl: Crear bouquet terrestre

source: Enter the original network ID (ONID) of the multiplexes you wish to restrict the search to. UK terrestrial television normally ONID "9018".
gl: Insire o ID orixinal de rede (ONID) dos múltiplex aos que quieres restrinxir a busca. A televisión terrestre do Reino Unido normalmente ten o ONID “9018”.

source: Exit
gl: Saír

source: If you select "yes" all stored terrestrial channels will be deleted before starting the current search.
gl: Se elixes “si” borraranse todas as canles terrestres antes de comezar a busca actual.

source: If you select "yes" and LCNs are found in the NIT, the scan will create a bouquet of terrestrial channels in LCN order and add it to the bouquet list.
gl: Se elixes “si” e se atopan LCN no NIT, o escaneo creará un bouquet de canles terrestes na orde do LCN e o engadirá á lista de bouquets.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
gl: Se elixes “si” o escaneo só gardará as canles non encriptadas; “non” buscará canles encriptadas e non encriptadas.

source: MakeBouquet
gl: CrearBouquet

source: Making bouquet...
gl: Creando bouquet…

source: No frequencies to search
gl: Sen frecuencias que buscar

source: No terrestrial tuner found
gl: Non se atopou ningún sintonizador terrestre

source: No transponders to read
gl: Non hai transpondedores que ler

source: No valid NIM found for terrestrial
gl: Non se atopou un NIM terrestre válido

source: Only free scan
gl: Só escaneo libre

source: Reading SI tables on %s MHz
gl: Lendo táboas SI en %s MHz

source: Reading streams
gl: Lendo transmisións

source: Really close without saving settings?
gl: Queres pechar sen gardar os axustes?

source: Restrict search to single ONID
gl: Restrinxir a busca a un único ONID

source: Scan
gl: Escanear

source: Scanning for active transponders
gl: Buscando transpondedores activos

source: Select "Yes" to restrict the search to multiplexes that belong to a single original network ID (ONID). Select "No" to search all ONIDs.
gl: Elixe “Si” para restrinxir a busca a múltiplex que pertencen a un único ID orixinal de rede (ONID). Selecciona “Non” para buscar en todos os ONID.

source: Select a tuner that is configured for terrestrial scans. "Automatic" will pick the highest spec available tuner.
gl: Selecciona un sintonizador que estea configurado para realizar escaneos terrestres. “Automático” seleccionará o sintonizador coa especificación máis alta.

source: Selected tuner is not cofigured
gl: O sintonizador non está configurado

source: Starting scanner
gl: Comezando o escaneo

source: Starting search...
gl: Comezando a busca…

source: Terrestrial
gl: Terrestre

source: Terrestrial Scan
gl: Escaneo Terrestre

source: TerrestrialScan
gl: EscaneoTerrestre

source: Tuner
gl: Sintonizador

source: Tuning %s MHz
gl: Sintonizando %s MHz

source: UHF Europe
gl: UHF Europa

source: UHF/VHF Europe
gl: UHF/VHF Europa
